Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.UnableToUpgradeDueToCorruptFamilies
Unable to upgrade file due to corrupted content families. To repair the file, open the file with the Audit option enabled in [version]
and reload the following families from RFA or delete the families from the document: [names].